0	0	
217	80	EMCO-\nLM800
218	80	Irco/FMB-\nlader
219	80	Anwender-\nzyklus3
220	80	Anwender-\nzyklus4
221	80	Anwender-\nzyklus5
222	80	Anwender-\nzyklus6
85000	80	Rich. X=0 Z=1
85001	80	Richtung X=0 Z=1
85010	80	Name des Abstechprogrammes
85012	80	Umschaltpunkt G0 auf G1
85014	80	G1-Vorschub
85016	80	Uebernahmeposition
85018	80	Versatz S1 zu S2
85020	80	Andrueken 0=Nein 1=Ja
85030	80	Abhohlposition in Z
85032	80	Anschlagposition in X
85034	80	Endposition in Z
85036	80	Freistellposition in Z
85038	80	Endposition in Z neue Stange   
85040	80	Vorschubgeschwindigkeit        
85042	80	Verweilz.Reststueckfall in sek.
85043	80	Verweilz.Auffangschale vor     
85044	80	Reststueck 
85046	80	0=Reststueckb. 1=Teil entsorgen
85048	80	0=AFS 1=Spaennew.2=Reststueckb.
85049	80	1=Spaennew. 2=Reststueckb.
85050	80	Name Reststueckbearbeitungsprog
85052	80	Name Stangenanfangsprogrammes  
85054	80	Pendeln 0=Aus 1=Ein
85056	80	Warten auf MX1 Fin Kupa *Eingang E37.2*
85057	80	Warten auf MX2 Fin Kupa Start nach Wechsel *Eingang E37.6*
85058	80	Warten auf Start nach Wechsel *Eingang E37.6*
85060	80	Anwender
85062	80	Ueber-\nnahme
85064	80	Stangen-\nlader
85066	80	Kupa-\nlader
85068	80	Emco-\nlader
85070	80	Irco/FMB-\nlader
85071	80	Fremd-\nlader
85072	80	Werkzeug-\nVermessung
85074	80	WKZV-\nSeite 1
85076	80	WKZV-\nSeite 2
85078	80	L1(X)_plus...Verschleissfenster
85080	80	L1(X)_min...Verschleissfenster 
85082	80	L2(Z)_plus...Verschleissfenster
85084	80	L2(Z)_min...Verschleissfenster 
85086	80	L1(X)_plus/min Verschleissgr.  
85088	80	L2(Z)_plus/min Verschleissgr.  
85090	80	0=L1(X)/L2(Z)  1=L1(X)  2=L2(Z)
85100	80	Werkzeugstation
85102	80	Werkzeugplatz
85104	80	Werkzeugkorrektur
85106	80	Werkzeugkorr
85108	80	Stangenanfprg
85110	80	Reststueckprg
85112	80	Anschlag in X
85114	80	Anschlagposition in Z
85116	80	Anschlag in Z                  
85118	80	Anschlagpos. in Z neue Stange  
85120	80	Pos neue Stange
85122	80	Freistellp Z
85124	80	Verweilz.vor
85126	80	Verweilzeit AFS zurueck in sec.
85128	80	Verweilz.zur
85130	80	1=Anschlag 2=Gegensp. 3=Lader  
85132	80	Nachschieben
85134	80	0=ohne Anschlag 1=mit Anschlag 
85136	80	Ersteinschub
85138	80	Pendeln 1=ja
85140	80	1=Wanne 2=AFS 3=Rest.prg.4=Rut.
85142	80	Reststk. in
85144	80	0=Sofort ents. 1=Fertigbearb.  
85146	80	Fertigbe.
85148	80	Kupa-\nLM_92
85150	80	Stangenende
85152	80	Auffangschale vor
85154	80	Teilerutsche vor
85156	80	Stangenwechsel aktiviert *Warten auf Eingang E37.6/E64.6*
85158	80	Stangenlader schiebt vor!*Warten auf Quitierung E37.4/E64.4*
